temarioPc3.org
#+TITLE: Política Comparada III
#+SUBTITLE: Departamento de Ciencia Política ITAM, primavera 2018
#+AUTHOR: Profesor: Eric Magar Meurs \url{emagar@itam.mx}
#+DATE:  Martes y jueves 16:00--17:30, salón B-4
#+OPTIONS: toc:nil # don't place toc in default location
# # will change captions to Spanish, see https://lists.gnu.org/archive/html/emacs-orgmode/2010-03/msg00879.html
#+LANGUAGE: es 

#+OPTIONS: org-export-date-timestamp-format "\\texttt{%s}"

#+LATEX_HEADER: \documentclass[letter,14pt]{article}
#+LATEX_HEADER: \usepackage[letterpaper,right=1.25in,left=1.25in,top=1in,bottom=1in]{geometry}
#+LATEX_HEADER: \usepackage{url}
#+LATEX_HEADER: \usepackage{mathptmx}           % set font type to Times
#+LATEX_HEADER: \usepackage[scaled=.90]{helvet} % set font type to Times (Helvetica for some special characters)
#+LATEX_HEADER: \usepackage{courier}            % set font type to Times (Courier for other special characters)

# Export to md: M-x org-md-export-to-markdown


\noindent /Objetivo/: Este es último curso de la serie de política comparada del programa de ciencia política. El primero cubrió las explicaciones estructurales de la política y el segundo las institucionales. El hilo conductor del tercer curso será la representación democrática en perspectiva comparada. Haremos hincapié en varios de los procesos de la representación, como la distinción de los aspectos sustanciales y simbólicos, el papel de las elecciones periódicas y la ambición política, el factor que juegan las reglas electorales y los partidos.

\bigskip

\noindent /Horas de oficina/: Martes y jueves de 17:30 a 18:30, o con cita.  

\bigskip

\noindent /Evaluación/: Habrá un examen parcial y otro final. En su momento anunciaré el formato. A priori, cada uno contará 40% de la calificación final y el 20% restante valorará la participación en clase y la impresión general que deje en su profesor.  

\bigskip

\noindent /Notas/: (1) La página del curso es \url{http://ericmagar.com/clases/pc3/}. Alberga este temario y las lecturas. (2) El temario sufrirá modificaciones marginales en el transcurso del semestre para quitar, añadir o cambiar la secuencia de algunos temas. Anunciaré esto en clase. (3) Coordinaré reposición de clases faltantes más adelante.

\bigskip

\noindent /No habrá clases/
- 2018-02-13 y 2018-02-15 
- 2018-03-27 y 2018-03-29 (semana santa)
- 2018-05-01 (asueto)
- 2018-05-10 (asueto)

\bigskip

\noindent Última clase
- 2018-05-17

-------------------------

* Causalidad y método comparativo
- Holland (1986) "Statistics and causal inference" 16 pp.
- [[https://plato.stanford.edu/entries/scientific-method/#SciMetSciEduSeeSci][Scientific Method (2015) Stanford Encyclopedia of Philosophy]]

* Representación política
- Pitkin (2004) "Representation and Democracy: Uneasy Alliance", 8 pp.
- Urbinati (2000) "Representation as Advocacy", 22 pp. 

* Coordinación electoral
- Duverger (1951) /Los partidos políticos/, 
  - cap. 1 El dualismo de los partidos 49 pp. 
- Bogdanor
- Riker
- Cox, /Making Votes Count/
  - cap. 2 Duverger's propositions 21 pp.
  - cap. 3 On electoral systems 32 pp.
  - cap. 4 Strategic voting in single-member single-ballot systems 29 pp.
  - cap. 5 Strategic voting in multimember systems 24 pp.
  - cap. 7 Some concluding comments on strategic voting 10 pp.
  - cap. 8 Strategic voting, party labels, and entry  24 pp.
  - cap. 9 Rational entry and the conservation of disproportionality: Evidence from Japan 6 pp. 

* La delegación: piedra nodal del gobierno y de la democracia
- Kiewiet y McCubbins (1991) /The Logic of Delegation/,
  - cap. 2 "Delegation and agency problems" 17 pp.
- McCubbins y Schwartz (1984) "Congressional oversight overlooked: police patrols vs. fire alarms" 15 pp.  
- Raustiala (2004) "Police patrols and fire alarms in the NAAEC" 25 pp.

* La conexión electoral
- Mayhew, Congress: The Electoral Connection (1974), pp. 18-29.
- Cain, Ferejohn y Fiorina, The personal vote
  - Introduction 24 pp.
  - cap. 1 Member visibility and member images 23 pp.
  - cap. 5 Unravelling a paradox 14 pp.
- Micozzi (2014) From House to Home: Strategic Bill Drafting with Non-Static Ambition.
- Merino, Fierro, Zarkin (2013) [[https://www.animalpolitico.com/blogueros-salir-de-dudas/2013/12/05/por-que-la-reeleccion-sirve-y-por-que-servira-en-mexico/][Por qué la reelección sirve y por qué no servirá en México]]
- Zaller (1998) Politicians as Prize Fighters: Electoral Selection and Incumbency Advantage.
- Magar y Moreno (2018) Reelección en Coahuila.
- Kerevel (2015) Pork-Barreling without Reelection? Evidence from the Mexican Congress
- Carson y Engstrom (2005) Assessing the Electoral Connection in the Early United States.

* Dinastías políticas
- Smith (2017) Dynasties and Democracy
  - cap. 1 Introduction 27 pp.
  - cap. 2 Japan into comparative perspective 20 pp.
  - cap. 3 Theory of dynastic candidate selection 34 pp.
  - cap. 4 Selection 50 pp.
  - cap. 5 Inherited incumbency advantage 25 pp.

* Cuotas de género y acción afirmativa
- Schwindt-Bayer (2010) Political Power and Women's Representation in Latin America's Legislatures 
  - cap. 1 Introduction A theory of women's political representation 37 pp.
  - cap. 3 Preferences and priorities 19 pp.
  - cap. 4 Making policy 22 pp.
- Piscopo
- India

* Los partidos como agentes de gobierno
- Cox (1987) /The Efficient Secret/.
- Krehbiel (1993) "Where's the party"
- Cox y McCubbins (1993) /Legislative Leviathan/, 
  - Introduction, 15 pp.
  - cap. 3 "Subgovernments and the representativeness of committees" 21 pp.
  - cap. 5 "A theory of legislative parties" 30 pp.
  - cap. 8 "Contingents and parties" 42 pp. 
- Cox y McCubbins (1995) "Bonding, structure, and the stability of parties" 17 pp.
- Cox y Magar (1999) "How Much is Majority Status in US Congress Worth?" 12 pp.
- DenHartog and Monroe (2010) Parties in the Senate. 
- Jones y Hwang (2005) "Party Government in Presidential Democracies: Extending Cartel Theory beyond the U.S. Congress" 16 pp.

* Redistritación
- Lujambio y Vives (2008) "From politics to technicalities: Mexican redistricting" 12 pp.
- McDonald (2008) "United States redistricting: comparative look at the 50 states" 18 pp.
- Johnston, Pattie y Rossiter (2008) "Electoral distortion despite redistricting by independent commissions" 20 pp.
- Magar et al polGeo
- Engstrom Partisan gerrymandering

* El mercado de los votos
- Díaz Cayeros, Estévez y Magaloni (2009) "The Political Manipulation of Pronasol Transfers" 33 pp.
- Cox y McCubbins (1986) "Electoral politics as a redistributive game" 20 pp.
- Cox (2010) "Swing voters, core voters, and distributive politics" 23 pp.
- Nichter (2008) "Vote Buying or Turnout Buying? Machine Politics and the Secret Ballot". American Political Science Review, 102(1):19–31, 2008

* La teoría de la empresa
- Smith, The Wealth of Nations (extractos), pp. 33-43.  
- Coase, "The Nature of the Firm," pp. 72-85.  
- Alchian y Demsetz, "Production, Information Costs, and Economic Organization," pp. 111-134.  
- Fama, "Agency Problems and the Theory of the Firm," pp. 196-208.  

* Negociación en el Congreso estadounidense
- Shepsle y Weingast, "Institutional foundations of committee power" (1987) 20 pp. 
- Weingast y Marshall, "The industrial organization of Congress; or why legislatures, like firms, are not organized as markets" (1988), 31 pp. 
- Shepsle y Weingast, "Positive Theories of Congressional Institutions," pp. 5-36.  
- Hammond y Miller (1987) "The core of the constitution"
- Baron y Ferejohn (1989) "Bargaining in legislatures" 26 pp.
- Fiorina, "The Decline of Collective Responsibility in American Politics," pp. 25-44.  

* Proceso legislativo
- Power et al Brasil.
- Magar, Urgencia en Chile
- Magar, Urgencia en Brasil
- Cox y Morgenstern, Proactive reactive
- Magar y Moraes (2008) "Facciones y legislación en Uruguay". 
- Palanza y Sin, veto.

* Decretos
- O'Donnell Delegative Democracy
- Carey y Shugart
- Amorim Neto en Brasil

