temarioPc3.tex
% Created 2018-05-06 Sun 13:02
% Intended LaTeX compiler: pdflatex
\documentclass{article}
\usepackage[utf8]{inputenc}
\usepackage[T1]{fontenc}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\documentclass[letter,14pt]{article}
\usepackage[letterpaper,right=1.25in,left=1.25in,top=1in,bottom=1in]{geometry}
\usepackage{url}
\usepackage{mathptmx}           % set font type to Times
\usepackage[scaled=.90]{helvet} % set font type to Times (Helvetica for some special characters)
\usepackage{courier}            % set font type to Times (Courier for other special characters)
\author{Profesor: Eric Magar Meurs \url{emagar@itam.mx}}
\date{Martes y jueves 16:00--17:30, salón B-4}
\title{Política Comparada III\\\medskip
\large Departamento de Ciencia Política ITAM, primavera 2018}
\hypersetup{
 pdfauthor={Profesor: Eric Magar Meurs \url{emagar@itam.mx}},
 pdftitle={Política Comparada III},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 24.5.1 (Org mode 9.1.7)}, 
 pdflang={Spanish}}
\begin{document}

\maketitle
\noindent \emph{Objetivo}: Este es último curso de la serie de política comparada del programa de ciencia política. El primero cubrió las explicaciones estructurales de la política y el segundo las institucionales. El hilo conductor del tercer curso será la representación democrática en perspectiva comparada. Haremos hincapié en varios de los procesos de la representación, como la distinción de los aspectos sustanciales y simbólicos, el papel de las elecciones periódicas y la ambición política, el factor que juegan las reglas electorales y los partidos.

\bigskip

\noindent \emph{Horas de oficina}: Martes y jueves de 17:30 a 18:30, o con cita.  

\bigskip

\noindent \emph{Evaluación}: Habrá un examen parcial y otro final. En su momento anunciaré el formato. A priori, cada uno contará 40\% de la calificación final y el 20\% restante valorará la participación en clase y la impresión general que deje en su profesor.  

\bigskip

\noindent \emph{Notas}: (1) La página del curso es \url{http://ericmagar.com/clases/pc3/}. Alberga este temario y las lecturas. (2) El temario sufrirá modificaciones marginales en el transcurso del semestre para quitar, añadir o cambiar la secuencia de algunos temas. Anunciaré esto en clase. (3) Coordinaré reposición de clases faltantes más adelante.

\bigskip

\noindent \emph{No habrá clases}
\begin{itemize}
\item 2018-02-13 y 2018-02-15
\item 2018-03-27 y 2018-03-29 (semana santa)
\item 2018-05-01 (asueto)
\item 2018-05-10 (asueto)
\end{itemize}

\bigskip

\noindent Última clase
\begin{itemize}
\item 2018-05-17
\end{itemize}

\noindent\rule{\textwidth}{0.5pt}

\section{Causalidad y método comparativo}
\label{sec:org31b11a3}
\begin{itemize}
\item Holland (1986) "Statistics and causal inference" 16 pp.
\item \href{https://plato.stanford.edu/entries/scientific-method/\#SciMetSciEduSeeSci}{Scientific Method (2015) Stanford Encyclopedia of Philosophy}
\end{itemize}

\section{Representación política}
\label{sec:orgb817910}
\begin{itemize}
\item Pitkin (2004) "Representation and Democracy: Uneasy Alliance", 8 pp.
\item Urbinati (2000) "Representation as Advocacy", 22 pp.
\end{itemize}

\section{Coordinación electoral}
\label{sec:orgcbe821c}
\begin{itemize}
\item Duverger (1951) \emph{Los partidos políticos}, 
\begin{itemize}
\item cap. 1 El dualismo de los partidos 49 pp.
\end{itemize}
\item Bogdanor
\item Riker
\item Cox, \emph{Making Votes Count}
\begin{itemize}
\item cap. 2 Duverger's propositions 21 pp.
\item cap. 3 On electoral systems 32 pp.
\item cap. 4 Strategic voting in single-member single-ballot systems 29 pp.
\item cap. 5 Strategic voting in multimember systems 24 pp.
\item cap. 7 Some concluding comments on strategic voting 10 pp.
\item cap. 8 Strategic voting, party labels, and entry  24 pp.
\item cap. 9 Rational entry and the conservation of disproportionality: Evidence from Japan 6 pp.
\end{itemize}
\end{itemize}

\section{La delegación: piedra nodal del gobierno y de la democracia}
\label{sec:org0d327ba}
\begin{itemize}
\item Kiewiet y McCubbins (1991) \emph{The Logic of Delegation},
\begin{itemize}
\item cap. 2 "Delegation and agency problems" 17 pp.
\end{itemize}
\item McCubbins y Schwartz (1984) "Congressional oversight overlooked: police patrols vs. fire alarms" 15 pp.
\item Raustiala (2004) "Police patrols and fire alarms in the NAAEC" 25 pp.
\end{itemize}

\section{La conexión electoral}
\label{sec:org807bfd0}
\begin{itemize}
\item Mayhew, Congress: The Electoral Connection (1974), pp. 18-29.
\item Cain, Ferejohn y Fiorina, The personal vote
\begin{itemize}
\item Introduction 24 pp.
\item cap. 1 Member visibility and member images 23 pp.
\item cap. 5 Unravelling a paradox 14 pp.
\end{itemize}
\item Micozzi (2014) From House to Home: Strategic Bill Drafting with Non-Static Ambition.
\item Merino, Fierro, Zarkin (2013) \href{https://www.animalpolitico.com/blogueros-salir-de-dudas/2013/12/05/por-que-la-reeleccion-sirve-y-por-que-servira-en-mexico/}{Por qué la reelección sirve y por qué no servirá en México}
\item Zaller (1998) Politicians as Prize Fighters: Electoral Selection and Incumbency Advantage.
\item Magar y Moreno (2018) Reelección en Coahuila.
\item Kerevel (2015) Pork-Barreling without Reelection? Evidence from the Mexican Congress
\item Carson y Engstrom (2005) Assessing the Electoral Connection in the Early United States.
\end{itemize}

\section{Dinastías políticas}
\label{sec:org2af1d9f}
\begin{itemize}
\item Smith (2017) Dynasties and Democracy
\begin{itemize}
\item cap. 1 Introduction 27 pp.
\item cap. 2 Japan into comparative perspective 20 pp.
\item cap. 3 Theory of dynastic candidate selection 34 pp.
\item cap. 4 Selection 50 pp.
\item cap. 5 Inherited incumbency advantage 25 pp.
\end{itemize}
\end{itemize}

\section{Cuotas de género y acción afirmativa}
\label{sec:orgb1848c6}
\begin{itemize}
\item Schwindt-Bayer (2010) Political Power and Women's Representation in Latin America's Legislatures 
\begin{itemize}
\item cap. 1 Introduction A theory of women's political representation 37 pp.
\item cap. 3 Preferences and priorities 19 pp.
\item cap. 4 Making policy 22 pp.
\end{itemize}
\item Piscopo
\item India
\end{itemize}

\section{Los partidos como agentes de gobierno}
\label{sec:orga17210b}
\begin{itemize}
\item Cox (1987) \emph{The Efficient Secret}.
\item Krehbiel (1993) "Where's the party"
\item Cox y McCubbins (1993) \emph{Legislative Leviathan}, 
\begin{itemize}
\item Introduction, 15 pp.
\item cap. 3 "Subgovernments and the representativeness of committees" 21 pp.
\item cap. 5 "A theory of legislative parties" 30 pp.
\item cap. 8 "Contingents and parties" 42 pp.
\end{itemize}
\item Cox y McCubbins (1995) "Bonding, structure, and the stability of parties" 17 pp.
\item Cox y Magar (1999) "How Much is Majority Status in US Congress Worth?" 12 pp.
\item DenHartog and Monroe (2010) Parties in the Senate.
\item Jones y Hwang (2005) "Party Government in Presidential Democracies: Extending Cartel Theory beyond the U.S. Congress" 16 pp.
\end{itemize}

\section{Redistritación}
\label{sec:org85b067c}
\begin{itemize}
\item Lujambio y Vives (2008) "From politics to technicalities: Mexican redistricting" 12 pp.
\item McDonald (2008) "United States redistricting: comparative look at the 50 states" 18 pp.
\item Johnston, Pattie y Rossiter (2008) "Electoral distortion despite redistricting by independent commissions" 20 pp.
\item Magar et al polGeo
\item Engstrom Partisan gerrymandering
\end{itemize}

\section{El mercado de los votos}
\label{sec:orgc4c725d}
\begin{itemize}
\item Díaz Cayeros, Estévez y Magaloni (2009) "The Political Manipulation of Pronasol Transfers" 33 pp.
\item Cox y McCubbins (1986) "Electoral politics as a redistributive game" 20 pp.
\item Cox (2010) "Swing voters, core voters, and distributive politics" 23 pp.
\item Nichter (2008) "Vote Buying or Turnout Buying? Machine Politics and the Secret Ballot". American Political Science Review, 102(1):19–31, 2008
\end{itemize}

\section{La teoría de la empresa}
\label{sec:org72c674f}
\begin{itemize}
\item Smith, The Wealth of Nations (extractos), pp. 33-43.
\item Coase, "The Nature of the Firm," pp. 72-85.
\item Alchian y Demsetz, "Production, Information Costs, and Economic Organization," pp. 111-134.
\item Fama, "Agency Problems and the Theory of the Firm," pp. 196-208.
\end{itemize}

\section{Negociación en el Congreso estadounidense}
\label{sec:org6f2a45a}
\begin{itemize}
\item Shepsle y Weingast, "Institutional foundations of committee power" (1987) 20 pp.
\item Weingast y Marshall, "The industrial organization of Congress; or why legislatures, like firms, are not organized as markets" (1988), 31 pp.
\item Shepsle y Weingast, "Positive Theories of Congressional Institutions," pp. 5-36.
\item Hammond y Miller (1987) "The core of the constitution"
\item Baron y Ferejohn (1989) "Bargaining in legislatures" 26 pp.
\item Fiorina, "The Decline of Collective Responsibility in American Politics," pp. 25-44.
\end{itemize}

\section{Proceso legislativo}
\label{sec:orgadd3ba7}
\begin{itemize}
\item Power et al Brasil.
\item Magar, Urgencia en Chile
\item Magar, Urgencia en Brasil
\item Cox y Morgenstern, Proactive reactive
\item Magar y Moraes (2008) "Facciones y legislación en Uruguay".
\item Palanza y Sin, veto.
\end{itemize}

\section{Decretos}
\label{sec:orgf4e3289}
\begin{itemize}
\item O'Donnell Delegative Democracy
\item Carey y Shugart
\item Amorim Neto en Brasil
\end{itemize}
\end{document}
